export const questions = [
  {
    id: 1,
    title: "Как называется программа Buran?",
    variants: ["Buran", "Solvo", "Typhoon", "Amtel"],
    correct: 0,
  },
  {
    id: 2,
    title: "Сколько кнопок в программе Buran?",
    variants: ["7", "10", "25", "Много"],
    correct: 3,
  },
  {
    id: 3,
    title: "Какое действие выполняет кнопка Enter в Buran?",
    variants: ["Удалить всё", "Открыть YouTube", "Ввод", "Не работает никак"],
    correct: 2,
  },
  {
    id: 4,
    title: "Можно ли через Buran управлять Байрактаром?",
    variants: ["Да", "Нет", "Только до 100 км", "Все варианты верны"],
    correct: 1,
  },
  {
    id: 5,
    title: "Что будет, если в Буран нажать кнопку Обновить?",
    variants: [
      "Ничего",
      "Обновление данных",
      "Сгорит компьютер",
      "Запустится фильм",
    ],
    correct: 1,
  },
  {
    id: 6,
    title: "Сколько Буранов можно одновременно открыть на ПК?",
    variants: ["1", "4", "Сколько потянет комп", "Нельзя открывать на ПК"],
    correct: 2,
  },
  {
    id: 7,
    title: "Какого журнала нет в Буране?",
    variants: [
      "Ожидаемых приходов",
      "Ожидаемых доходов",
      "Ожидаемых расходов",
      "Ожидаемых перемещений",
    ],
    correct: 1,
  },
  {
    id: 8,
    title: "Что влияет на скорость работы Бурана?",
    variants: [
      "День недели",
      "Скорость интернета",
      "Уровень знаний пользователя",
      "Алексей Уланов",
    ],
    correct: 1,
  },
  {
    id: 9,
    title: "Как закрыть Буран на ПК?",
    variants: [
      "Выключить монитор",
      "Написать на ЮК Буран",
      "Нажать кнопку Закрыть",
      "Все варианты верны",
    ],
    correct: 2,
  },
];
