export const questions = [
    {
        title: 'Сколько дней в неделе?',
        variants: ['7', '10', '5'],
        correct: 0,
    },
    {
        title: 'Какой буквой обозначаются долбоебы?',
        variants: ['W', 'Z', 'C', 'X'],
        correct: 1,
    },
    {
        title: 'Крым - это...?',
        variants: [
            'Индонезия',
            'Украина',
            'Австралия',
            'Все варианты верны',
        ],
        correct: 1,
    },
    {
        title: 'Путин - это?',
        variants: [
            'Хуйло',
            'Пидор',
            'Долбоеб',
            'Все варианты верны',
        ],
        correct: 3,
    },
        {
        title: 'За сколько дней рашисты взяли Киев?',
        variants: [
            '3',
            '365',
            '10',
            'Они взяли только хуй в рот',
        ],
        correct: 3,
    },
                {
        title: 'Какая планета по размеру меньше Земли?',
        variants: [
            'Сатурн',
            'Юпитер',
            'Меркурий',
            'Все меньше',
        ],
        correct: 2,
    },
];