export const questions = [
  {
    title: "Как называется программа Buran?",
    variants: ["Buran", "Solvo", "Typhoon", "Amtel"],
    correct: 0
  },
  {
    title: "Сколько кнопок в программе Buran?",
    variants: ["7", "10", "25", "Много"],
    correct: 3
  },
  {
    title: "Какое действие выполняет кнопка Enter в Buran?",
    variants: ["Удалить всё", "Открыть YouTube", "Ввод", "Не работает никак"],
    correct: 2
  },
  {
    title: "Можно ли через Buran управлять Байрактаром?",
    variants: ["Да", "Нет", "Только до 100 км", "Все варианты верны"],
    correct: 1
  },
  {
    title: "Что будет, если в Буран нажать кнопку Обновить?",
    variants: ["Ничего", "Обновление данных", "Сгорит компьютер", "Запустится фильм"],
    correct: 1
    },
   {
    title: "Сколько Буранов можно одновременно открыть на ПК?",
    variants: ["1", "4", "Сколько потянет комп", "Нельзя открывать на ПК"],
    correct: 1
  },
];